Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/rent_books.html.txt.tmx
Source language: en
Languages: ga

source: If you are living in rented accommodation you are entitled to get a rent book, unless you are renting a room in your landlord’s home
ga: Má tá tú i do chónaí i gcóiríocht ar cíos, caithfidh do thiarna talún leabhar cíosa a thabhairt duit, ach amháin má tá seomra ar cíos agat i dteach do thiarna talún

source: A rent book is a document that records details about the tenancy and notes all rent payments that you make
ga: Is cáipéis í an leabhar cíosa a thaifeadann mionsonraí faoin tionóntacht agus a thugann faoi deara gach íocaíocht cíosa a thug tú don tiarna talún

source: Usually it is in booklet form, but it can be in another form, provided it contains all the necessary details
ga: Is gnách gurb i bhfoirm leabhráin a bhíonn an taifead, ach féadann sé a bheith i bhfoirm eile ar an gcuntar go mbíonn gach sonra riachtanach ann

source: Under the Housing (Rent Books) Regulations 1993, you are entitled to get a rent book, whether you are renting from a private landlord, a housing association, a local authority or an employer
ga: Leagtar síos do cheart do leabhar cíosa faoi na Rialacháin Tithíochta (Leabhair Chíosa) 1993, is cuma an ó thiarna talún príobháideach, ó chomhlacht deonach, ó údarás áitiúil nó ó fhostóir ata an chóiríocht ar cíos agat

source: Your landlord should record all rent payments in the rent book
ga: Ba cheart go ndéanfadh do thiarna talún gach íocaíocht cíosa a thaifeadadh sa leabhar cíosa

source: If you make the payments in person, the landlord should sign the book or give you a signed receipt with details of the payment
ga: Má dhéanann tú na híocaíochtaí go pearsanta, ba chóir don tiarna talún an leabhar a shíniú nó admháil shínithe a thabhairt duit le sonraí na híocaíochta inti

source: If you pay in another way, such as by post or standing order, the landlord should either sign the rent book or give you a written receipt within 3 months of the payment
ga: trí bhuanordú nó trí sheic, ba chóir don tiarna talún an leabhar cíosa a shíniú nó admháil scríofa a thabhairt duit laistigh de thrí mhí ón íocaíocht

source: Your rent book should also contain the following information:
ga: Ba cheart go mbeadh an t-eolas seo a leanas istigh i do leabhar cíosa:

source: • The address of the flat or house
ga: • Seoladh an árasáin nó an tí

source: • Your landlord's name and address and the landlord's agent (if any)
ga: • Ainm agus seoladh do thiarna talún agus ghníomhaire an tiarna talún (más ann dó)

source: • The date the tenancy started
ga: • An dáta ar ar thosaigh an tionóntacht

source: • The amount of deposit paid
ga: • Suim na héarlaise a íocadh

source: • The amount of rent and how it is to be paid
ga: • Suim an chíosa agus conas mar a íocfar é

source: • Details of any other payments for services, such as heating or cable television
ga: • Mionsonraí d’aon íocaíocht eile as seirbhísí, m.sh., as téamh nó as teilifís chábla

source: • A statement on the basic rights and duties of landlords and tenants
ga: • Ráiteas um bhunchearta agus bundualgais na dtiarnaí talún agus na dtionóntaí

source: • A list of furnishings and appliances supplied by the landlord
ga: • Liosta de throscán agus fearais a sholáthraíonn an tiarna talún

source: It is your landlord's responsibility to give you a rent book
ga: Is í freagracht do thiarna talún í leabhar cíosa a thabhairt duit

source: They are widely available and are not expensive
ga: Tá siad ar fáil go forleathan agus níl siad daor

source: You should keep it in your possession but you should give it to the landlord when requested, so they can make changes and record the rent and other payments
ga: Ba cheart duit é a choinneáil i do sheilbh ach é a thabhairt don tiarna talún nuair a iarrtar sin ort, ionas gur féidir leis an tiarna talún athruithe a dhéanamh agus an cíos agus íocaíochtaí eile a thaifeadadh

source: If your landlord refuses to give you a rent book or provide you with receipts or statements of rent paid, this is against the law
ga: Má dhiúltaíonn do thiarna talún leabhar cíosa a thabhairt duit nó admhálacha nó ráitis den chíos a íocadh a sholáthar duit, bíonn an méid sin i gcoinne an dlí

source: If you wish to make a complaint, you should contact your local authority, which can issue a notice requiring the landlord to comply and can initiate legal action if necessary
ga: Más mian leat gearán a dhéanamh, ba cheart duit teagmháil a dhéanamh le d'údarás áitiúil, ar féidir leis fógra chomhlíonta a eisiúint don tiarna talún agus an dlí a chur air, más gá

source: Read more about your rights and obligations as a tenant of a private landlord or housing association and the rights and obligations of your landlord
ga: Léigh tuilleadh mar gheall ar do chearta agus d'oibleagáidí mar thionónta agus mar gheall ar chearta agus oibleagáidí do thiarna talún
